Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=158_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaamenkieliset oppimateriaalit
smn: Anarâškielâlâš oppâmateriaaleh Eenikielâ

source: Inarinsaame, äidinkieli
smn: Sämikielâ vieres kielân

source: Inarinsaame vieraana kielenä
smn: Čaabâkirjálâšvuotâ

source: Kirjallisuus
smn: Párnáikirjeh

source: Inarinsaame, sanakirjat
smn: Matematiik

source: Lastenkirjat
smn: Luándu já piirâs

source: Matematiikka
smn: Biologia já eennâmtiätu

source: Luonto ja ympäristö
smn: Eennâmtiätu

source: Biologia ja maantieto
smn: OskoldâhKietâtyejiEres materiaal

source: Maantieto
smn: Oskoldâh

source: Uskonto
smn: Kietâtyeji

source: Käsityöt
smn: Eres materiaal
